alacritty
amd-ucode
arch-install-scripts
base
base-devel
bash-completion
clang
cryptsetup
ctags
dosfstools
dunst
efibootmgr
git
go
grub
ibus
keepassxc
libxft
libxinerama
linux
linux-firmware
lvm2
man-db
man-pages
mpd
ncmpcpp
networkmanager
noto-fonts
nsxiv
openssh
pamixer
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qpwgraph
reflector
syncthing
texinfo
ttf-jetbrains-mono
unzip
vim
vulkan-radeon
wireplumber
xf86-video-amdgpu
xorg-server
xorg-xinit
